<template>
  <div class="container">
    <div class="mx-2 pt-6 pb-8 space-y-2 md:space-y-5">
      <h1 class="text-3xl font-extrabold text-gray-900">ご利用条件</h1>
    </div>
    <div class="mx-2 divide-y divide-light-gray-500">
      <section class="py-6 space-y-5 xl:col-span-3">
        <h2 class="text-2xl font-bold tracking-tight">はじめに</h2>
        <div class="">
          <p>まずいい訳WEBサイト（以下「本サイト」と表記します）は個人（以下「運営者」と表記します）が運営しています。
            本サイトのご利用に際しては、以下のご利用条件をお読みいただき、これらの条件にご合意の上ご利用ください。
            なお、ご利用条件及び関連する規定類は予告なく内容を変更させていただく場合がございますので、あらかじめご了承ください。
          </p>
        </div>
      </section>
      <section class="py-6 space-y-5 xl:col-span-3">
        <h2 class="text-2xl font-bold tracking-tight">免責事項</h2>
        <p>運営者は本サイトに記載された情報の完全性・正確性に対して一切の保証を与えるものではありません。予告なしに、本サイトに掲載されている情報を変更することがあります。
          <br>運営者は、本サイトに含まれる情報もしくは内容を利用することで直接・間接的に生じた損失に関し一切責任を負わないものとします。
          <br><br>また本サイトから外部のウェブサイトへリンクしている場合、リンク先は運営者の管理下にないことをご承知おきください。
          <br>外部ウェブサイトへリンクしたことによるいかなる損害に関しても、運営者は一切責任を負いません。
        </p>
      </section>
      <section class="py-6 space-y-5 xl:col-span-3">
        <h2 class="text-2xl font-bold tracking-tight">権利関係</h2>
        <p>
          本サイトに掲載されている原稿、写真、イラストなど文字・画像等の著作物は、運営者または第三者が保有する著作権等の知的財産権により保護されております。
          <br>著作権法に定められた私的使用の範囲内において使用する場合を除き、著作権者の事前の許可なく、これらを無断で転載、複製、改変、配布、公衆送信、翻訳、販売等をすることはできません。
        </p>
      </section>
      <section class="py-6 space-y-5 xl:col-span-3">
        <h2 class="text-2xl font-bold tracking-tight">本サイトへのリンクについて</h2>
        <p>
          本サイトへのリンクは、営利、非営利を問わず原則自由とします。ただし、以下のいずれかに該当するか、またはそのおそれがあるリンクの設定はご遠慮ください。
        </p>
        <ol class="list-decimal list-inside">
          <li>運営者、または他社 (者)・他団体を誹謗中傷したり、信用失墜を意図する内容を含んだサイト</li>
          <li>運営者または他社 (者)・他団体の著作権、商標権等の知的財産権、財産、プライバシーもしくは肖像権その他の権利を侵害する行為、または侵害するおそれのあるサイト</li>
          <li>上記各項目の他、法律、条例、規則を含む法令または公序良俗に違反する行為、本サイトの運営を妨害行為するおそれのあるサイト</li>
        </ol>
        <p>リンクに関連した第三者からの賠償、その他いかなる苦情、請求などに関して、運営者は何ら責任を負いませんのでご了承ください。</p>
      </section>
    </div>
    <p>【2021年9月5日 制定】</p>
  </div>
</template>
